Repository: bitforge/django_template
Catalog: src/project_name/locale/*/LC_MESSAGES/django.po
Languages: de

source: # of Users
de: # an User

source: Personal info
de: Pers√∂nliches

source: Permissions
de: Berechtigungen

source: Important dates
de: Wichtige Daten

source: Accounts & Permissions
de: Accounts & Berechtigungen

source: The email address must be set
de: Die E-Mail-Adresse muss festgelegt werden

source: Superuser must have is_superuser=True.
de: Superuser muss is_staff=True besitzen.

source: email address
de: Email Adresse

source: User
de: Benutzer

source: Users
de: Benutzer

source: Password reset e-mail has been sent.
de: Password Reset E-Mail wurde versendet.

source: Password has been reset with the new password.
de: Passwort wurde erfolgreich auf das neue Passwort gesetzt.

source: Sign in with Google
de: Mit Google anmelden
